schedule_data = [
    # 1 А-Класс
    ('1 А-Класс', 'Понедельник', '08:00 – 09:00', '📖 Чтение'),
    ('1 А-Класс', 'Понедельник', '09:00 – 10:00', '✍️ Письмо'),
    ('1 А-Класс', 'Понедельник', '10:00 – 11:00', '🎨 Рисование'),
    ('1 А-Класс', 'Понедельник', '11:00 – 12:00', '➗ Математика'),

    ('1 А-Класс', 'Вторник', '08:00 – 09:00', '🏃‍♀️ Физкультура'),
    ('1 А-Класс', 'Вторник', '09:00 – 10:00', '🎶 Музыка'),
    ('1 А-Класс', 'Вторник', '10:00 – 11:00', '➗ Математика'),
    ('1 А-Класс', 'Вторник', '11:00 – 12:00', '📖 Чтение'),

    ('1 А-Класс', 'Среда', '08:00 – 09:00', '🌍 Окружающий мир'),
    ('1 А-Класс', 'Среда', '09:00 – 10:00', '✍️ Письмо'),
    ('1 А-Класс', 'Среда', '10:00 – 11:00', '➗ Математика'),
    ('1 А-Класс', 'Среда', '11:00 – 12:00', '🎨 Рисование'),

    ('1 А-Класс', 'Четверг', '08:00 – 09:00', '🏃‍♀️ Физкультура'),
    ('1 А-Класс', 'Четверг', '09:00 – 10:00', '📖 Чтение'),
    ('1 А-Класс', 'Четверг', '10:00 – 11:00', '✍️ Письмо'),
    ('1 А-Класс', 'Четверг', '11:00 – 12:00', '🎶 Музыка'),

    ('1 А-Класс', 'Пятница', '08:00 – 09:00', '📖 Чтение'),
    ('1 А-Класс', 'Пятница', '09:00 – 10:00', '🎨 Рисование'),
    ('1 А-Класс', 'Пятница', '10:00 – 11:00', '➗ Математика'),
    ('1 А-Класс', 'Пятница', '11:00 – 12:00', '🌍 Окружающий мир'),

    # 1 Б-Класс
    ('1 Б-Класс', 'Понедельник', '08:00 – 09:00', '📖 Чтение'),
    ('1 Б-Класс', 'Понедельник', '09:00 – 10:00', '➗ Математика'),
    ('1 Б-Класс', 'Понедельник', '10:00 – 11:00', '📝 Русский язык'),
    ('1 Б-Класс', 'Понедельник', '11:00 – 12:00', '🎨 Рисование'),

    ('1 Б-Класс', 'Вторник', '08:00 – 09:00', '🏃‍♀️ Физкультура'),
    ('1 Б-Класс', 'Вторник', '09:00 – 10:00', '📖 Чтение'),
    ('1 Б-Класс', 'Вторник', '10:00 – 11:00', '➗ Математика'),
    ('1 Б-Класс', 'Вторник', '11:00 – 12:00', '🎶 Музыка'),

    ('1 Б-Класс', 'Среда', '08:00 – 09:00', '🌍 Окружающий мир'),
    ('1 Б-Класс', 'Среда', '09:00 – 10:00', '📝 Русский язык'),
    ('1 Б-Класс', 'Среда', '10:00 – 11:00', '➗ Математика'),
    ('1 Б-Класс', 'Среда', '11:00 – 12:00', '📖 Чтение'),

    ('1 Б-Класс', 'Четверг', '08:00 – 09:00', '🏃‍♀️ Физкультура'),
    ('1 Б-Класс', 'Четверг', '09:00 – 10:00', '📖 Чтение'),
    ('1 Б-Класс', 'Четверг', '10:00 – 11:00', '➗ Математика'),
    ('1 Б-Класс', 'Четверг', '11:00 – 12:00', '🎶 Музыка'),

    ('1 Б-Класс', 'Пятница', '08:00 – 09:00', '📖 Чтение'),
    ('1 Б-Класс', 'Пятница', '09:00 – 10:00', '🛠 Труд'),
    ('1 Б-Класс', 'Пятница', '10:00 – 11:00', '➗ Математика'),
    ('1 Б-Класс', 'Пятница', '11:00 – 12:00', '🌍 Окружающий мир'),

    # 2 А-Класс
    ('2 А-Класс', 'Понедельник', '08:00 – 09:00', '📚 Русский язык'),
    ('2 А-Класс', 'Понедельник', '09:00 – 10:00', '➗ Математика'),
    ('2 А-Класс', 'Понедельник', '10:00 – 11:00', '📖 Литературное чтение'),
    ('2 А-Класс', 'Понедельник', '11:00 – 12:00', '🌍 Окружающий мир'),

    ('2 А-Класс', 'Вторник', '08:00 – 09:00', '🏃‍♀️ Физкультура'),
    ('2 А-Класс', 'Вторник', '09:00 – 10:00', '📚 Русский язык'),
    ('2 А-Класс', 'Вторник', '10:00 – 11:00', '🎨 ИЗО'),
    ('2 А-Класс', 'Вторник', '11:00 – 12:00', '➗ Математика'),

    ('2 А-Класс', 'Среда', '08:00 – 09:00', '📖 Литературное чтение'),
    ('2 А-Класс', 'Среда', '09:00 – 10:00', '➗ Математика'),
    ('2 А-Класс', 'Среда', '10:00 – 11:00', '🌍 Окружающий мир'),
    ('2 А-Класс', 'Среда', '11:00 – 12:00', '🔨 Трудовое обучение'),

    ('2 А-Класс', 'Четверг', '08:00 – 09:00', '🎶 Музыка'),
    ('2 А-Класс', 'Четверг', '09:00 – 10:00', '🏃‍♀️ Физкультура'),
    ('2 А-Класс', 'Четверг', '10:00 – 11:00', '📚 Русский язык'),
    ('2 А-Класс', 'Четверг', '11:00 – 12:00', '🇬🇧 Английский язык'),

    ('2 А-Класс', 'Пятница', '08:00 – 09:00', '➗ Математика'),
    ('2 А-Класс', 'Пятница', '09:00 – 10:00', '📖 Литературное чтение'),
    ('2 А-Класс', 'Пятница', '10:00 – 11:00', '🌍 Окружающий мир'),
    ('2 А-Класс', 'Пятница', '11:00 – 12:00', '🔨 Трудовое обучение'),

    # 2 Б-Класс
    ('2 Б-Класс', 'Понедельник', '08:00 – 09:00', '📚 Русский язык'),
    ('2 Б-Класс', 'Понедельник', '09:00 – 10:00', '➗ Математика'),
    ('2 Б-Класс', 'Понедельник', '10:00 – 11:00', '📖 Литературное чтение'),
    ('2 Б-Класс', 'Понедельник', '11:00 – 12:00', '🌍 Окружающий мир'),

    ('2 Б-Класс', 'Вторник', '08:00 – 09:00', '🏃‍♀️ Физкультура'),
    ('2 Б-Класс', 'Вторник', '09:00 – 10:00', '📚 Русский язык'),
    ('2 Б-Класс', 'Вторник', '10:00 – 11:00', '🎨 ИЗО'),
    ('2 Б-Класс', 'Вторник', '11:00 – 12:00', '➗ Математика'),

    ('2 Б-Класс', 'Среда', '08:00 – 09:00', '📖 Литературное чтение'),
    ('2 Б-Класс', 'Среда', '09:00 – 10:00', '➗ Математика'),
    ('2 Б-Класс', 'Среда', '10:00 – 11:00', '🌍 Окружающий мир'),
    ('2 Б-Класс', 'Среда', '11:00 – 12:00', '🔨 Трудовое обучение'),

    ('2 Б-Класс', 'Четверг', '08:00 – 09:00', '🎶 Музыка'),
    ('2 Б-Класс', 'Четверг', '09:00 – 10:00', '🏃‍♀️ Физкультура'),
    ('2 Б-Класс', 'Четверг', '10:00 – 11:00', '📚 Русский язык'),
    ('2 Б-Класс', 'Четверг', '11:00 – 12:00', '🇬🇧 Английский язык'),

    ('2 Б-Класс', 'Пятница', '08:00 – 09:00', '➗ Математика'),
    ('2 Б-Класс', 'Пятница', '09:00 – 10:00', '📖 Литературное чтение'),
    ('2 Б-Класс', 'Пятница', '10:00 – 11:00', '🌍 Окружающий мир'),
    ('2 Б-Класс', 'Пятница', '11:00 – 12:00', '🔨 Трудовое обучение'),

    ('3 А-Класс', 'Понедельник', '08:00 – 09:00', '📚 Русский язык'),
    ('3 А-Класс', 'Понедельник', '09:00 – 10:00', '📖 Литературное чтение'),
    ('3 А-Класс', 'Понедельник', '10:00 – 11:00', '🌍 Окружающий мир'),
    ('3 А-Класс', 'Понедельник', '11:00 – 12:00', '➗ Математика'),

    ('3 А-Класс', 'Вторник', '08:00 – 09:00', '🏃‍♂️ Физкультура'),
    ('3 А-Класс', 'Вторник', '09:00 – 10:00', '➗ Математика'),
    ('3 А-Класс', 'Вторник', '10:00 – 11:00', '🎨 ИЗО'),
    ('3 А-Класс', 'Вторник', '11:00 – 12:00', '📚 Русский язык'),

    ('3 А-Класс', 'Среда', '08:00 – 09:00', '🔨 Трудовое обучение'),
    ('3 А-Класс', 'Среда', '09:00 – 10:00', '📖 Литературное чтение'),
    ('3 А-Класс', 'Среда', '10:00 – 11:00', '🇬🇧 Английский язык'),
    ('3 А-Класс', 'Среда', '11:00 – 12:00', '🏃‍♀️ Физкультура'),

    ('3 А-Класс', 'Четверг', '08:00 – 09:00', '🎶 Музыка'),
    ('3 А-Класс', 'Четверг', '09:00 – 10:00', '📚 Русский язык'),
    ('3 А-Класс', 'Четверг', '10:00 – 11:00', '➗ Математика'),
    ('3 А-Класс', 'Четверг', '11:00 – 12:00', '🌍 Окружающий мир'),

    ('3 А-Класс', 'Пятница', '08:00 – 09:00', '🇬🇧 Английский язык'),
    ('3 А-Класс', 'Пятница', '09:00 – 10:00', '📖 Литературное чтение'),
    ('3 А-Класс', 'Пятница', '10:00 – 11:00', '➗ Математика'),
    ('3 А-Класс', 'Пятница', '11:00 – 12:00', '🔨 Трудовое обучение'),

    # 3Б Класс
    ('3 Б-Класс', 'Понедельник', '08:00 – 09:00', '➗ Математика'),
    ('3 Б-Класс', 'Понедельник', '09:00 – 10:00', '📚 Русский язык'),
    ('3 Б-Класс', 'Понедельник', '10:00 – 11:00', '🌍 Окружающий мир'),
    ('3 Б-Класс', 'Понедельник', '11:00 – 12:00', '📖 Литературное чтение'),

    ('3 Б-Класс', 'Вторник', '08:00 – 09:00', '➗ Математика'),
    ('3 Б-Класс', 'Вторник', '09:00 – 10:00', '🎨 ИЗО'),
    ('3 Б-Класс', 'Вторник', '10:00 – 11:00', '📚 Русский язык'),
    ('3 Б-Класс', 'Вторник', '11:00 – 12:00', '🔨 Трудовое обучение'),

    ('3 Б-Класс', 'Среда', '08:00 – 09:00', '📖 Литературное чтение'),
    ('3 Б-Класс', 'Среда', '09:00 – 10:00', '🌍 Окружающий мир'),
    ('3 Б-Класс', 'Среда', '10:00 – 11:00', '🏃‍♂️ Физкультура'),
    ('3 Б-Класс', 'Среда', '11:00 – 12:00', '➗ Математика'),

    ('3 Б-Класс', 'Четверг', '08:00 – 09:00', '🎶 Музыка'),
    ('3 Б-Класс', 'Четверг', '09:00 – 10:00', '🇬🇧 Английский язык'),
    ('3 Б-Класс', 'Четверг', '10:00 – 11:00', '➗ Математика'),
    ('3 Б-Класс', 'Четверг', '11:00 – 12:00', '📚 Русский язык'),

    ('3 Б-Класс', 'Пятница', '08:00 – 09:00', '🔨 Трудовое обучение'),
    ('3 Б-Класс', 'Пятница', '09:00 – 10:00', '📖 Литературное чтение'),
    ('3 Б-Класс', 'Пятница', '10:00 – 11:00', '🏃‍♂️ Физкультура'),
    ('3 Б-Класс', 'Пятница', '11:00 – 12:00', '🌍 Окружающий мир'),

    ('4 А-Класс', 'Понедельник', '08:00 – 09:00', '📚 Русский язык'),
    ('4 А-Класс', 'Понедельник', '09:00 – 10:00', '➗ Математика'),
    ('4 А-Класс', 'Понедельник', '10:00 – 11:00', '📖 Литературное чтение'),
    ('4 А-Класс', 'Понедельник', '11:00 – 12:00', '🏃‍♂️ Физкультура'),

    ('4 А-Класс', 'Вторник', '08:00 – 09:00', '🎨 ИЗО'),
    ('4 А-Класс', 'Вторник', '09:00 – 10:00', '📚 Русский язык'),
    ('4 А-Класс', 'Вторник', '10:00 – 11:00', '🔨 Трудовое обучение'),
    ('4 А-Класс', 'Вторник', '11:00 – 12:00', '➗ Математика'),

    ('4 А-Класс', 'Среда', '08:00 – 09:00', '🇬🇧 Английский язык'),
    ('4 А-Класс', 'Среда', '09:00 – 10:00', '➗ Математика'),
    ('4 А-Класс', 'Среда', '10:00 – 11:00', '📖 Литературное чтение'),
    ('4 А-Класс', 'Среда', '11:00 – 12:00', '🎶 Музыка'),

    ('4 А-Класс', 'Четверг', '08:00 – 09:00', '🏃‍♀️ Физкультура'),
    ('4 А-Класс', 'Четверг', '09:00 – 10:00', '📚 Русский язык'),
    ('4 А-Класс', 'Четверг', '10:00 – 11:00', '🌍 Окружающий мир'),
    ('4 А-Класс', 'Четверг', '11:00 – 12:00', '📖 Литературное чтение'),

    ('4 А-Класс', 'Пятница', '08:00 – 09:00', '🌍 Окружающий мир'),
    ('4 А-Класс', 'Пятница', '09:00 – 10:00', '➗ Математика'),
    ('4 А-Класс', 'Пятница', '10:00 – 11:00', '🔨 Трудовое обучение'),
    ('4 А-Класс', 'Пятница', '11:00 – 12:00', '🎨 ИЗО'),

    # 4Б Класс
    ('4 Б-Класс', 'Понедельник', '08:00 – 09:00', '➗ Математика'),
    ('4 Б-Класс', 'Понедельник', '09:00 – 10:00', '📚 Русский язык'),
    ('4 Б-Класс', 'Понедельник', '10:00 – 11:00', '📖 Литературное чтение'),
    ('4 Б-Класс', 'Понедельник', '11:00 – 12:00', '🌍 Окружающий мир'),

    ('4 Б-Класс', 'Вторник', '08:00 – 09:00', '🎶 Музыка'),
    ('4 Б-Класс', 'Вторник', '09:00 – 10:00', '🇬🇧 Английский язык'),
    ('4 Б-Класс', 'Вторник', '10:00 – 11:00', '➗ Математика'),
    ('4 Б-Класс', 'Вторник', '11:00 – 12:00', '🎨 ИЗО'),

    ('4 Б-Класс', 'Среда', '08:00 – 09:00', '📚 Русский язык'),
    ('4 Б-Класс', 'Среда', '09:00 – 10:00', '🔨 Трудовое обучение'),
    ('4 Б-Класс', 'Среда', '10:00 – 11:00', '📖 Литературное чтение'),
    ('4 Б-Класс', 'Среда', '11:00 – 12:00', '🏃‍♂️ Физкультура'),

    ('4 Б-Класс', 'Четверг', '08:00 – 09:00', '🌍 Окружающий мир'),
    ('4 Б-Класс', 'Четверг', '09:00 – 10:00', '📚 Русский язык'),
    ('4 Б-Класс', 'Четверг', '10:00 – 11:00', '🇬🇧 Английский язык'),
    ('4 Б-Класс', 'Четверг', '11:00 – 12:00', '➗ Математика'),

    ('4 Б-Класс', 'Пятница', '08:00 – 09:00', '🎨 ИЗО'),
    ('4 Б-Класс', 'Пятница', '09:00 – 10:00', '🔨 Трудовое обучение'),
    ('4 Б-Класс', 'Пятница', '10:00 – 11:00', '📖 Литературное чтение'),
    ('4 Б-Класс', 'Пятница', '11:00 – 12:00', '🏃‍♀️ Физкультура'),

    # 5 А-Класс
    ('5 А-Класс', 'Понедельник', '08:00 – 09:00', '➗ Математика'),
    ('5 А-Класс', 'Понедельник', '09:00 – 10:00', '📚 Литературное чтение'),
    ('5 А-Класс', 'Понедельник', '10:00 – 11:00', '🧪 Химия'),
    ('5 А-Класс', 'Понедельник', '11:00 – 12:00', '📜 История'),
    ('5 А-Класс', 'Понедельник', '12:00 – 13:00', '🧑‍🤝‍🧑 Обществознание'),

    ('5 А-Класс', 'Вторник', '08:00 – 09:00', '🌍 География'),
    ('5 А-Класс', 'Вторник', '09:00 – 10:00', '🏃‍♂️ Физкультура'),
    ('5 А-Класс', 'Вторник', '10:00 – 11:00', '🇬🇧 Английский язык'),
    ('5 А-Класс', 'Вторник', '11:00 – 12:00', '🎶 Музыка'),
    ('5 А-Класс', 'Вторник', '12:00 – 13:00', '🔬 Лабораторные работы'),

    ('5 А-Класс', 'Среда', '08:00 – 09:00', '🌱 Биология'),
    ('5 А-Класс', 'Среда', '09:00 – 10:00', '➗ Математика'),
    ('5 А-Класс', 'Среда', '10:00 – 11:00', '⚛️ Физика'),
    ('5 А-Класс', 'Среда', '11:00 – 12:00', '🔨 Трудовое обучение'),
    ('5 А-Класс', 'Среда', '12:00 – 13:00', '📚 Литературное чтение'),

    ('5 А-Класс', 'Четверг', '08:00 – 09:00', '💻 Информатика'),
    ('5 А-Класс', 'Четверг', '09:00 – 10:00', '🔭 Астрономия'),
    ('5 А-Класс', 'Четверг', '10:00 – 11:00', '📜 История'),
    ('5 А-Класс', 'Четверг', '11:00 – 12:00', '🏃‍♂️ Физкультура'),
    ('5 А-Класс', 'Четверг', '12:00 – 13:00', '🎶 Музыка'),

    ('5 А-Класс', 'Пятница', '08:00 – 09:00', '📚 Литературное чтение'),
    ('5 А-Класс', 'Пятница', '09:00 – 10:00', '🧪 Химия'),
    ('5 А-Класс', 'Пятница', '10:00 – 11:00', '🌍 География'),
    ('5 А-Класс', 'Пятница', '11:00 – 12:00', '🔨 Трудовое обучение'),
    ('5 А-Класс', 'Пятница', '12:00 – 13:00', '🌳 Экология'),

    # 5 Б-Класс
    ('5 Б-Класс', 'Понедельник', '08:00 – 09:00', '🇬🇧 Английский язык'),
    ('5 Б-Класс', 'Понедельник', '09:00 – 10:00', '⚛️ Физика'),
    ('5 Б-Класс', 'Понедельник', '10:00 – 11:00', '🌱 Биология'),
    ('5 Б-Класс', 'Понедельник', '11:00 – 12:00', '➗ Математика'),
    ('5 Б-Класс', 'Понедельник', '12:00 – 13:00', '📚 Литературное чтение'),

    ('5 Б-Класс', 'Вторник', '08:00 – 09:00', '🌍 География'),
    ('5 Б-Класс', 'Вторник', '09:00 – 10:00', '💻 Информатика'),
    ('5 Б-Класс', 'Вторник', '10:00 – 11:00', '🎶 Музыка'),
    ('5 Б-Класс', 'Вторник', '11:00 – 12:00', '📖 Русский язык'),
    ('5 Б-Класс', 'Вторник', '12:00 – 13:00', '🔨 Трудовое обучение'),

    ('5 Б-Класс', 'Среда', '08:00 – 09:00', '📚 Литературное чтение'),
    ('5 Б-Класс', 'Среда', '09:00 – 10:00', '➗ Математика'),
    ('5 Б-Класс', 'Среда', '10:00 – 11:00', '📜 История'),
    ('5 Б-Класс', 'Среда', '11:00 – 12:00', '🏃‍♂️ Физкультура'),
    ('5 Б-Класс', 'Среда', '12:00 – 13:00', '🧑‍🤝‍🧑 Обществознание'),

    ('5 Б-Класс', 'Четверг', '08:00 – 09:00', '🔬 Лабораторные работы'),
    ('5 Б-Класс', 'Четверг', '09:00 – 10:00', '🇬🇧 Английский язык'),
    ('5 Б-Класс', 'Четверг', '10:00 – 11:00', '⚛️ Физика'),
    ('5 Б-Класс', 'Четверг', '11:00 – 12:00', '🌍 География'),
    ('5 Б-Класс', 'Четверг', '12:00 – 13:00', '➗ Математика'),

    ('5 Б-Класс', 'Пятница', '08:00 – 09:00', '📖 Русский язык'),
    ('5 Б-Класс', 'Пятница', '09:00 – 10:00', '📜 История'),
    ('5 Б-Класс', 'Пятница', '10:00 – 11:00', '🏃‍♂️ Физкультура'),
    ('5 Б-Класс', 'Пятница', '11:00 – 12:00', '🧪 Химия'),
    ('5 Б-Класс', 'Пятница', '12:00 – 13:00', '🌳 Экология'),

    # 6 А-Класс
    ('6 А-Класс', 'Понедельник', '08:00 – 09:00', '📖 Русский язык'),
    ('6 А-Класс', 'Понедельник', '09:00 – 10:00', '➗ Математика'),
    ('6 А-Класс', 'Понедельник', '10:00 – 11:00', '⚛️ Физика'),
    ('6 А-Класс', 'Понедельник', '11:00 – 12:00', '🌱 Биология'),
    ('6 А-Класс', 'Понедельник', '12:00 – 13:00', '📜 История'),

    ('6 А-Класс', 'Вторник', '08:00 – 09:00', '🇬🇧 Английский язык'),
    ('6 А-Класс', 'Вторник', '09:00 – 10:00', '🌍 География'),
    ('6 А-Класс', 'Вторник', '10:00 – 11:00', '📚 Литературное чтение'),
    ('6 А-Класс', 'Вторник', '11:00 – 12:00', '🎶 Музыка'),
    ('6 А-Класс', 'Вторник', '12:00 – 13:00', '🔨 Трудовое обучение'),

    ('6 А-Класс', 'Среда', '08:00 – 09:00', '🧪 Химия'),
    ('6 А-Класс', 'Среда', '09:00 – 10:00', '🏃‍♂️ Физкультура'),
    ('6 А-Класс', 'Среда', '10:00 – 11:00', '🧑‍🤝‍🧑 Обществознание'),
    ('6 А-Класс', 'Среда', '11:00 – 12:00', '🔭 Астрономия'),
    ('6 А-Класс', 'Среда', '12:00 – 13:00', '🔧 Технология'),

    # Четверг
    ('6 А-Класс', 'Четверг', '08:00 – 09:00', '➗ Математика'),
    ('6 А-Класс', 'Четверг', '09:00 – 10:00', '🌱 Биология'),
    ('6 А-Класс', 'Четверг', '10:00 – 11:00', '🌍 География'),
    ('6 А-Класс', 'Четверг', '11:00 – 12:00', '⚛️ Физика'),
    ('6 А-Класс', 'Четверг', '12:00 – 13:00', '🇬🇧 Английский язык'),

    ('6 А-Класс', 'Пятница', '08:00 – 09:00', '📚 Литературное чтение'),
    ('6 А-Класс', 'Пятница', '09:00 – 10:00', '🔨 Трудовое обучение'),
    ('6 А-Класс', 'Пятница', '10:00 – 11:00', '🧪 Химия'),
    ('6 А-Класс', 'Пятница', '11:00 – 12:00', '🧑‍🤝‍🧑 Обществознание'),
    ('6 А-Класс', 'Пятница', '12:00 – 13:00', '🏃‍♂️ Физкультура'),

    # 6 Б-Класс
    ('6 Б-Класс', 'Понедельник', '08:00 – 09:00', '⚛️ Физика'),
    ('6 Б-Класс', 'Понедельник', '09:00 – 10:00', '🧪 Химия'),
    ('6 Б-Класс', 'Понедельник', '10:00 – 11:00', '🌱 Биология'),
    ('6 Б-Класс', 'Понедельник', '11:00 – 12:00', '📚 Литературное чтение'),
    ('6 Б-Класс', 'Понедельник', '12:00 – 13:00', '➗ Математика'),

    ('6 Б-Класс', 'Вторник', '08:00 – 09:00', '🌍 География'),
    ('6 Б-Класс', 'Вторник', '09:00 – 10:00', '📜 История'),
    ('6 Б-Класс', 'Вторник', '10:00 – 11:00', '🔨 Трудовое обучение'),
    ('6 Б-Класс', 'Вторник', '11:00 – 12:00', '🎶 Музыка'),
    ('6 Б-Класс', 'Вторник', '12:00 – 13:00', '📖 Русский язык'),

    ('6 Б-Класс', 'Среда', '08:00 – 09:00', '🧑‍🤝‍🧑 Обществознание'),
    ('6 Б-Класс', 'Среда', '09:00 – 10:00', '🔭 Астрономия'),
    ('6 Б-Класс', 'Среда', '10:00 – 11:00', '🏃‍♂️ Физкультура'),
    ('6 Б-Класс', 'Среда', '11:00 – 12:00', '🔧 Технология'),
    ('6 Б-Класс', 'Среда', '12:00 – 13:00', '🇬🇧 Английский язык'),

    ('6 Б-Класс', 'Четверг', '08:00 – 09:00', '➗ Математика'),
    ('6 Б-Класс', 'Четверг', '09:00 – 10:00', '📚 Литературное чтение'),
    ('6 Б-Класс', 'Четверг', '10:00 – 11:00', '📖 Русский язык'),
    ('6 Б-Класс', 'Четверг', '11:00 – 12:00', '🌍 География'),
    ('6 Б-Класс', 'Четверг', '12:00 – 13:00', '⚛️ Физика'),

    ('6 Б-Класс', 'Пятница', '08:00 – 09:00', '🔨 Трудовое обучение'),
    ('6 Б-Класс', 'Пятница', '09:00 – 10:00', '🔧 Технология'),
    ('6 Б-Класс', 'Пятница', '10:00 – 11:00', '🧑‍🤝‍🧑 Обществознание'),
    ('6 Б-Класс', 'Пятница', '11:00 – 12:00', '📜 История'),
    ('6 Б-Класс', 'Пятница', '12:00 – 13:00', '🇬🇧 Английский язык'),

        # 7 А-Класс
    ('7 А-Класс', 'Понедельник', '08:00 – 09:00', '📖 Русский язык'),
    ('7 А-Класс', 'Понедельник', '09:00 – 10:00', '➗ Математика'),
    ('7 А-Класс', 'Понедельник', '10:00 – 11:00', '⚛️ Физика'),
    ('7 А-Класс', 'Понедельник', '11:00 – 12:00', '🌱 Биология'),
    ('7 А-Класс', 'Понедельник', '12:00 – 13:00', '📚 Литературное чтение'),

    ('7 А-Класс', 'Вторник', '08:00 – 09:00', '🇬🇧 Английский язык'),
    ('7 А-Класс', 'Вторник', '09:00 – 10:00', '🌍 География'),
    ('7 А-Класс', 'Вторник', '10:00 – 11:00', '🔨 Трудовое обучение'),
    ('7 А-Класс', 'Вторник', '11:00 – 12:00', '➗ Математика'),
    ('7 А-Класс', 'Вторник', '12:00 – 13:00', '🎶 Музыка'),

    ('7 А-Класс', 'Среда', '08:00 – 09:00', '📜 История'),
    ('7 А-Класс', 'Среда', '09:00 – 10:00', '🧪 Химия'),
    ('7 А-Класс', 'Среда', '10:00 – 11:00', '🏃‍♂️ Физкультура'),
    ('7 А-Класс', 'Среда', '11:00 – 12:00', '📚 Литературное чтение'),
    ('7 А-Класс', 'Среда', '12:00 – 13:00', '🧑‍🤝‍🧑 Обществознание'),

    ('7 А-Класс', 'Четверг', '08:00 – 09:00', '🌱 Биология'),
    ('7 А-Класс', 'Четверг', '09:00 – 10:00', '➗ Математика'),
    ('7 А-Класс', 'Четверг', '10:00 – 11:00', '🌍 География'),
    ('7 А-Класс', 'Четверг', '11:00 – 12:00', '⚛️ Физика'),
    ('7 А-Класс', 'Четверг', '12:00 – 13:00', '🇬🇧 Английский язык'),

    ('7 А-Класс', 'Пятница', '08:00 – 09:00', '🎶 Музыка'),
    ('7 А-Класс', 'Пятница', '09:00 – 10:00', '📚 Литературное чтение'),
    ('7 А-Класс', 'Пятница', '10:00 – 11:00', '🔨 Трудовое обучение'),
    ('7 А-Класс', 'Пятница', '11:00 – 12:00', '🧑‍🤝‍🧑 Обществознание'),
    ('7 А-Класс', 'Пятница', '12:00 – 13:00', '🧪 Химия'),

    # 7 Б-Класс
    ('7 Б-Класс', 'Понедельник', '08:00 – 09:00', '⚛️ Физика'),
    ('7 Б-Класс', 'Понедельник', '09:00 – 10:00', '🧪 Химия'),
    ('7 Б-Класс', 'Понедельник', '10:00 – 11:00', '🌱 Биология'),
    ('7 Б-Класс', 'Понедельник', '11:00 – 12:00', '➗ Математика'),
    ('7 Б-Класс', 'Понедельник', '12:00 – 13:00', '📚 Литературное чтение'),

    ('7 Б-Класс', 'Вторник', '08:00 – 09:00', '🇬🇧 Английский язык'),
    ('7 Б-Класс', 'Вторник', '09:00 – 10:00', '🌍 География'),
    ('7 Б-Класс', 'Вторник', '10:00 – 11:00', '🔨 Трудовое обучение'),
    ('7 Б-Класс', 'Вторник', '11:00 – 12:00', '🎶 Музыка'),
    ('7 Б-Класс', 'Вторник', '12:00 – 13:00', '➗ Математика'),

    ('7 Б-Класс', 'Среда', '08:00 – 09:00', '📜 История'),
    ('7 Б-Класс', 'Среда', '09:00 – 10:00', '🧪 Химия'),
    ('7 Б-Класс', 'Среда', '10:00 – 11:00', '🏃‍♂️ Физкультура'),
    ('7 Б-Класс', 'Среда', '11:00 – 12:00', '📚 Литературное чтение'),
    ('7 Б-Класс', 'Среда', '12:00 – 13:00', '🧑‍🤝‍🧑 Обществознание'),

    ('7 Б-Класс', 'Четверг', '08:00 – 09:00', '🌱 Биология'),
    ('7 Б-Класс', 'Четверг', '09:00 – 10:00', '➗ Математика'),
    ('7 Б-Класс', 'Четверг', '10:00 – 11:00', '🌍 География'),
    ('7 Б-Класс', 'Четверг', '11:00 – 12:00', '⚛️ Физика'),
    ('7 Б-Класс', 'Четверг', '12:00 – 13:00', '🇬🇧 Английский язык'),

    ('7 Б-Класс', 'Пятница', '08:00 – 09:00', '🎶 Музыка'),
    ('7 Б-Класс', 'Пятница', '09:00 – 10:00', '📚 Литературное чтение'),
    ('7 Б-Класс', 'Пятница', '10:00 – 11:00', '🔨 Трудовое обучение'),
    ('7 Б-Класс', 'Пятница', '11:00 – 12:00', '🧑‍🤝‍🧑 Обществознание'),
    ('7 Б-Класс', 'Пятница', '12:00 – 13:00', '🧪 Химия'),

    # 8 А-Класс
    # Понедельник
    ('8 А-Класс', 'Понедельник', '08:00 – 09:00', '🌍 География'),
    ('8 А-Класс', 'Понедельник', '09:00 – 10:00', '📚 Литературное чтение'),
    ('8 А-Класс', 'Понедельник', '10:00 – 11:00', '🌱 Биология'),
    ('8 А-Класс', 'Понедельник', '11:00 – 12:00', '⚛️ Физика'),
    ('8 А-Класс', 'Понедельник', '12:00 – 13:00', '📖 Русский язык'),

    # Вторник
    ('8 А-Класс', 'Вторник', '08:00 – 09:00', '🎶 Музыка'),
    ('8 А-Класс', 'Вторник', '09:00 – 10:00', '🧪 Химия'),
    ('8 А-Класс', 'Вторник', '10:00 – 11:00', '🇬🇧 Английский язык'),
    ('8 А-Класс', 'Вторник', '11:00 – 12:00', '🧑‍🤝‍🧑 Обществознание'),
    ('8 А-Класс', 'Вторник', '12:00 – 13:00', '🔨 Технология'),

    # Среда
    ('8 А-Класс', 'Среда', '08:00 – 09:00', '📜 История'),
    ('8 А-Класс', 'Среда', '09:00 – 10:00', '📚 Литература'),
    ('8 А-Класс', 'Среда', '10:00 – 11:00', '🏃‍♂️ Физкультура'),
    ('8 А-Класс', 'Среда', '11:00 – 12:00', '🌱 Биология'),
    ('8 А-Класс', 'Среда', '12:00 – 13:00', '➗ Математика'),

    # Четверг
    ('8 А-Класс', 'Четверг', '08:00 – 09:00', '🌍 География'),
    ('8 А-Класс', 'Четверг', '09:00 – 10:00', '🧪 Химия'),
    ('8 А-Класс', 'Четверг', '10:00 – 11:00', '🔨 Технология'),
    ('8 А-Класс', 'Четверг', '11:00 – 12:00', '📚 Литературное чтение'),
    ('8 А-Класс', 'Четверг', '12:00 – 13:00', '📖 Русский язык'),

    # Пятница
    ('8 А-Класс', 'Пятница', '08:00 – 09:00', '⚛️ Физика'),
    ('8 А-Класс', 'Пятница', '09:00 – 10:00', '🇬🇧 Английский язык'),
    ('8 А-Класс', 'Пятница', '10:00 – 11:00', '📜 История'),
    ('8 А-Класс', 'Пятница', '11:00 – 12:00', '➗ Математика'),
    ('8 А-Класс', 'Пятница', '12:00 – 13:00', '🔬 Лабораторные работы'),

    # 8 Б-Класс
    # Понедельник
    ('8 Б-Класс', 'Понедельник', '08:00 – 09:00', '📚 Литература'),
    ('8 Б-Класс', 'Понедельник', '09:00 – 10:00', '⚛️ Физика'),
    ('8 Б-Класс', 'Понедельник', '10:00 – 11:00', '🌍 География'),
    ('8 Б-Класс', 'Понедельник', '11:00 – 12:00', '🌱 Биология'),
    ('8 Б-Класс', 'Понедельник', '12:00 – 13:00', '📖 Русский язык'),

    # Вторник
    ('8 Б-Класс', 'Вторник', '08:00 – 09:00', '🧪 Химия'),
    ('8 Б-Класс', 'Вторник', '09:00 – 10:00', '➗ Математика'),
    ('8 Б-Класс', 'Вторник', '10:00 – 11:00', '📚 Литературное чтение'),
    ('8 Б-Класс', 'Вторник', '11:00 – 12:00', '🇬🇧 Английский язык'),
    ('8 Б-Класс', 'Вторник', '12:00 – 13:00', '📜 История'),

    # Среда
    ('8 Б-Класс', 'Среда', '08:00 – 09:00', '🧑‍🤝‍🧑 Обществознание'),
    ('8 Б-Класс', 'Среда', '09:00 – 10:00', '🏃‍♂️ Физкультура'),
    ('8 Б-Класс', 'Среда', '10:00 – 11:00', '🧪 Химия'),
    ('8 Б-Класс', 'Среда', '11:00 – 12:00', '➗ Математика'),
    ('8 Б-Класс', 'Среда', '12:00 – 13:00', '🔨 Технология'),

    # Четверг
    ('8 Б-Класс', 'Четверг', '08:00 – 09:00', '🎶 Музыка'),
    ('8 Б-Класс', 'Четверг', '09:00 – 10:00', '📜 История'),
    ('8 Б-Класс', 'Четверг', '10:00 – 11:00', '🇬🇧 Английский язык'),
    ('8 Б-Класс', 'Четверг', '11:00 – 12:00', '🌱 Биология'),
    ('8 Б-Класс', 'Четверг', '12:00 – 13:00', '📚 Литературное чтение'),

    # Пятница
    ('8 Б-Класс', 'Пятница', '08:00 – 09:00', '🔨 Трудовое обучение'),
    ('8 Б-Класс', 'Пятница', '09:00 – 10:00', '📚 Литература'),
    ('8 Б-Класс', 'Пятница', '10:00 – 11:00', '🌍 География'),
    ('8 Б-Класс', 'Пятница', '11:00 – 12:00', '⚛️ Физика'),
    ('8 Б-Класс', 'Пятница', '12:00 – 13:00', '🧑‍🤝‍🧑 Обществознание'),


    # 9 А-Класс
    ('9 А-Класс', 'Понедельник', '08:00 – 09:00', '📐 Математика'),
    ('9 А-Класс', 'Понедельник', '09:00 – 10:00', '📚 Литература'),
    ('9 А-Класс', 'Понедельник', '10:00 – 11:00', '📏 Геометрия'),
    ('9 А-Класс', 'Понедельник', '11:00 – 12:00', '⚛️ Химия'),
    ('9 А-Класс', 'Понедельник', '12:00 – 13:00', '🌿 Биология'),
    ('9 А-Класс', 'Понедельник', '13:00 – 14:00', '💰 Экономика'),
    
    ('9 А-Класс', 'Вторник', '08:00 – 09:00', '📝 Русский язык'),
    ('9 А-Класс', 'Вторник', '09:00 – 10:00', '🔬 Физика'),
    ('9 А-Класс', 'Вторник', '10:00 – 11:00', '🌍 Обществознание'),
    ('9 А-Класс', 'Вторник', '11:00 – 12:00', '🔧 Технология'),
    ('9 А-Класс', 'Вторник', '12:00 – 13:00', '🏋️‍♀️ Физкультура'),
    ('9 А-Класс', 'Вторник', '13:00 – 14:00', '🇬🇧 Английский язык'),

    ('9 А-Класс', 'Среда', '08:00 – 09:00', '➗ Алгебра'),
    ('9 А-Класс', 'Среда', '09:00 – 10:00', '📜 История'),
    ('9 А-Класс', 'Среда', '10:00 – 11:00', '📏 Геометрия'),
    ('9 А-Класс', 'Среда', '11:00 – 12:00', '📐 Математика'),
    ('9 А-Класс', 'Среда', '12:00 – 13:00', '🔒 Образование в области безопасности'),
    ('9 А-Класс', 'Среда', '13:00 – 14:00', '📚 Литература'),

    ('9 А-Класс', 'Четверг', '08:00 – 09:00', '⚛️ Химия'),
    ('9 А-Класс', 'Четверг', '09:00 – 10:00', '🔬 Физика'),
    ('9 А-Класс', 'Четверг', '10:00 – 11:00', '➗ Алгебра'),
    ('9 А-Класс', 'Четверг', '11:00 – 12:00', '💰 Экономика'),
    ('9 А-Класс', 'Четверг', '12:00 – 13:00', '📝 Русский язык'),
    ('9 А-Класс', 'Четверг', '13:00 – 14:00', '🌍 Обществознание'),

    ('9 А-Класс', 'Пятница', '08:00 – 09:00', '🇬🇧 Английский язык'),
    ('9 А-Класс', 'Пятница', '09:00 – 10:00', '🔧 Технология'),
    ('9 А-Класс', 'Пятница', '10:00 – 11:00', '📏 Геометрия'),
    ('9 А-Класс', 'Пятница', '11:00 – 12:00', '🏋️‍♀️ Физкультура'),
    ('9 А-Класс', 'Пятница', '12:00 – 13:00', '🌿 Биология'),
    ('9 А-Класс', 'Пятница', '13:00 – 14:00', '📜 История'),

    # 9 Б-Класс
    ('9 Б-Класс', 'Понедельник', '08:00 – 09:00', '➗ Алгебра'),
    ('9 Б-Класс', 'Понедельник', '09:00 – 10:00', '📏 Геометрия'),
    ('9 Б-Класс', 'Понедельник', '10:00 – 11:00', '🔬 Физика'),
    ('9 Б-Класс', 'Понедельник', '11:00 – 12:00', '📚 Литература'),
    ('9 Б-Класс', 'Понедельник', '12:00 – 13:00', '💰 Экономика'),
    ('9 Б-Класс', 'Понедельник', '13:00 – 14:00', '🌿 Биология'),

    ('9 Б-Класс', 'Вторник', '08:00 – 09:00', '🌍 Обществознание'),
    ('9 Б-Класс', 'Вторник', '09:00 – 10:00', '📐 Математика'),
    ('9 Б-Класс', 'Вторник', '10:00 – 11:00', '🏋️‍♀️ Физкультура'),
    ('9 Б-Класс', 'Вторник', '11:00 – 12:00', '📝 Русский язык'),
    ('9 Б-Класс', 'Вторник', '12:00 – 13:00', '🔧 Технология'),
    ('9 Б-Класс', 'Вторник', '13:00 – 14:00', '🇬🇧 Английский язык'),

    ('9 Б-Класс', 'Среда', '08:00 – 09:00', '📜 История'),
    ('9 Б-Класс', 'Среда', '09:00 – 10:00', '⚛️ Химия'),
    ('9 Б-Класс', 'Среда', '10:00 – 11:00', '📖 Литературное чтение'),
    ('9 Б-Класс', 'Среда', '11:00 – 12:00', '🌿 Биология'),
    ('9 Б-Класс', 'Среда', '12:00 – 13:00', '➗ Алгебра'),
    ('9 Б-Класс', 'Среда', '13:00 – 14:00', '🔬 Физика'),

    ('9 Б-Класс', 'Четверг', '08:00 – 09:00', '📏 Геометрия'),
    ('9 Б-Класс', 'Четверг', '09:00 – 10:00', '🔒 Образование в области безопасности'),
    ('9 Б-Класс', 'Четверг', '10:00 – 11:00', '🔧 Технология'),
    ('9 Б-Класс', 'Четверг', '11:00 – 12:00', '📝 Русский язык'),
    ('9 Б-Класс', 'Четверг', '12:00 – 13:00', '📐 Математика'),
    ('9 Б-Класс', 'Четверг', '13:00 – 14:00', '🇬🇧 Английский язык'),

    ('9 Б-Класс', 'Пятница', '08:00 – 09:00', '🌍 Обществознание'),
    ('9 Б-Класс', 'Пятница', '09:00 – 10:00', '🔬 Физика'),
    ('9 Б-Класс', 'Пятница', '10:00 – 11:00', '📏 Геометрия'),
    ('9 Б-Класс', 'Пятница', '11:00 – 12:00', '📚 Литература'),
    ('9 Б-Класс', 'Пятница', '12:00 – 13:00', '🔧 Технология'),
    ('9 Б-Класс', 'Пятница', '13:00 – 14:00', '⚛️ Химия'),

    # 10 А-Класс
    # Понедельник
    ('10 А-Класс', 'Понедельник', '08:00 – 09:00', '📐 Математика'),
    ('10 А-Класс', 'Понедельник', '09:00 – 10:00', '📝 Русский язык'),
    ('10 А-Класс', 'Понедельник', '10:00 – 11:00', '🌍 География'),
    ('10 А-Класс', 'Понедельник', '11:00 – 12:00', '⚛️ Физика'),
    ('10 А-Класс', 'Понедельник', '12:00 – 13:00', '📜 История'),
    ('10 А-Класс', 'Понедельник', '13:00 – 14:00', '💰 Экономика'),

    # Вторник
    ('10 А-Класс', 'Вторник', '08:00 – 09:00', '📚 Литература'),
    ('10 А-Класс', 'Вторник', '09:00 – 10:00', '🌿 Биология'),
    ('10 А-Класс', 'Вторник', '10:00 – 11:00', '➗ Алгебра'),
    ('10 А-Класс', 'Вторник', '11:00 – 12:00', '🏋️‍♀️ Физкультура'),
    ('10 А-Класс', 'Вторник', '12:00 – 13:00', '🧠 Психология'),
    ('10 А-Класс', 'Вторник', '13:00 – 14:00', '🇬🇧 Английский язык'),

    # Среда
    ('10 А-Класс', 'Среда', '08:00 – 09:00', '⚗️ Химия'),
    ('10 А-Класс', 'Среда', '09:00 – 10:00', '📏 Геометрия'),
    ('10 А-Класс', 'Среда', '10:00 – 11:00', '🌍 Обществознание'),
    ('10 А-Класс', 'Среда', '11:00 – 12:00', '📜 История'),
    ('10 А-Класс', 'Среда', '12:00 – 13:00', '💰 Экономика'),
    ('10 А-Класс', 'Среда', '13:00 – 14:00', '⚛️ Физика'),

    # Четверг
    ('10 А-Класс', 'Четверг', '08:00 – 09:00', '📝 Русский язык'),
    ('10 А-Класс', 'Четверг', '09:00 – 10:00', '📚 Литература'),
    ('10 А-Класс', 'Четверг', '10:00 – 11:00', '🌍 География'),
    ('10 А-Класс', 'Четверг', '11:00 – 12:00', '➗ Алгебра'),
    ('10 А-Класс', 'Четверг', '12:00 – 13:00', '🌿 Биология'),
    ('10 А-Класс', 'Четверг', '13:00 – 14:00', '🏋️‍♀️ Физкультура'),

    # Пятница
    ('10 А-Класс', 'Пятница', '08:00 – 09:00', '⚛️ Физика'),
    ('10 А-Класс', 'Пятница', '09:00 – 10:00', '⚗️ Химия'),
    ('10 А-Класс', 'Пятница', '10:00 – 11:00', '🧠 Психология'),
    ('10 А-Класс', 'Пятница', '11:00 – 12:00', '🌍 Обществознание'),
    ('10 А-Класс', 'Пятница', '12:00 – 13:00', '📏 Геометрия'),
    ('10 А-Класс', 'Пятница', '13:00 – 14:00', '🇬🇧 Английский язык'),

    # 10 Б-Класс
    # Понедельник
    ('10 Б-Класс', 'Понедельник', '08:00 – 09:00', '🌍 География'),
    ('10 Б-Класс', 'Понедельник', '09:00 – 10:00', '⚛️ Физика'),
    ('10 Б-Класс', 'Понедельник', '10:00 – 11:00', '📐 Математика'),
    ('10 Б-Класс', 'Понедельник', '11:00 – 12:00', '📝 Русский язык'),
    ('10 Б-Класс', 'Понедельник', '12:00 – 13:00', '💰 Экономика'),
    ('10 Б-Класс', 'Понедельник', '13:00 – 14:00', '📜 История'),

    # Вторник
    ('10 Б-Класс', 'Вторник', '08:00 – 09:00', '📚 Литература'),
    ('10 Б-Класс', 'Вторник', '09:00 – 10:00', '🏋️‍♀️ Физкультура'),
    ('10 Б-Класс', 'Вторник', '10:00 – 11:00', '➗ Алгебра'),
    ('10 Б-Класс', 'Вторник', '11:00 – 12:00', '🇬🇧 Английский язык'),
    ('10 Б-Класс', 'Вторник', '12:00 – 13:00', '🧠 Психология'),
    ('10 Б-Класс', 'Вторник', '13:00 – 14:00', '🌿 Биология'),

    # Среда
    ('10 Б-Класс', 'Среда', '08:00 – 09:00', '⚗️ Химия'),
    ('10 Б-Класс', 'Среда', '09:00 – 10:00', '📏 Геометрия'),
    ('10 Б-Класс', 'Среда', '10:00 – 11:00', '🌍 Обществознание'),
    ('10 Б-Класс', 'Среда', '11:00 – 12:00', '⚛️ Физика'),
    ('10 Б-Класс', 'Среда', '12:00 – 13:00', '🌍 География'),
    ('10 Б-Класс', 'Среда', '13:00 – 14:00', '📚 Литература'),

    # Четверг
    ('10 Б-Класс', 'Четверг', '08:00 – 09:00', '📐 Математика'),
    ('10 Б-Класс', 'Четверг', '09:00 – 10:00', '📝 Русский язык'),
    ('10 Б-Класс', 'Четверг', '10:00 – 11:00', '🌍 Обществознание'),
    ('10 Б-Класс', 'Четверг', '11:00 – 12:00', '🏋️‍♀️ Физкультура'),
    ('10 Б-Класс', 'Четверг', '12:00 – 13:00', '🧠 Психология'),
    ('10 Б-Класс', 'Четверг', '13:00 – 14:00', '🇬🇧 Английский язык'),

    # Пятница
    ('10 Б-Класс', 'Пятница', '08:00 – 09:00', '⚛️ Физика'),
    ('10 Б-Класс', 'Пятница', '09:00 – 10:00', '🛠 Технология'),
    ('10 Б-Класс', 'Пятница', '10:00 – 11:00', '📏 Геометрия'),
    ('10 Б-Класс', 'Пятница', '11:00 – 12:00', '➗ Алгебра'),
    ('10 Б-Класс', 'Пятница', '12:00 – 13:00', '💰 Экономика'),
    ('10 Б-Класс', 'Пятница', '13:00 – 14:00', '🌿 Биология'),

    # 11 А-Класс
    # Понедельник
    ('11 А-Класс', 'Понедельник', '08:00 – 09:00', '📝 Русский язык'),
    ('11 А-Класс', 'Понедельник', '09:00 – 10:00', '📜 История'),
    ('11 А-Класс', 'Понедельник', '10:00 – 11:00', '⚛️ Физика'),
    ('11 А-Класс', 'Понедельник', '11:00 – 12:00', '🧬 Биология'),
    ('11 А-Класс', 'Понедельник', '12:00 – 13:00', '💼 Экономика'),
    ('11 А-Класс', 'Понедельник', '13:00 – 14:00', '📐 Математика (профильная)'),
    
    ('11 А-Класс', 'Вторник', '08:00 – 09:00', '📚 Литература'),
    ('11 А-Класс', 'Вторник', '09:00 – 10:00', '📏 Геометрия'),
    ('11 А-Класс', 'Вторник', '10:00 – 11:00', '🇬🇧 Английский язык'),
    ('11 А-Класс', 'Вторник', '11:00 – 12:00', '🏋️‍♂️ Физкультура'),
    ('11 А-Класс', 'Вторник', '12:00 – 13:00', '🌍 Обществознание'),
    ('11 А-Класс', 'Вторник', '13:00 – 14:00', '🧠 Психология'),

    ('11 А-Класс', 'Среда', '08:00 – 09:00', '🧪 Химия'),
    ('11 А-Класс', 'Среда', '09:00 – 10:00', '📜 История'),
    ('11 А-Класс', 'Среда', '10:00 – 11:00', '⚛️ Физика'),
    ('11 А-Класс', 'Среда', '11:00 – 12:00', '🔧 Технология'),
    ('11 А-Класс', 'Среда', '12:00 – 13:00', '🌍 Обществознание'),
    ('11 А-Класс', 'Среда', '13:00 – 14:00', '🧬 Биология'),

    ('11 А-Класс', 'Четверг', '08:00 – 09:00', '🌍 География'),
    ('11 А-Класс', 'Четверг', '09:00 – 10:00', '📐 Математика (профильная)'),
    ('11 А-Класс', 'Четверг', '10:00 – 11:00', '📚 Литература'),
    ('11 А-Класс', 'Четверг', '11:00 – 12:00', '💼 Экономика'),
    ('11 А-Класс', 'Четверг', '12:00 – 13:00', '🇬🇧 Английский язык'),
    ('11 А-Класс', 'Четверг', '13:00 – 14:00', '🧠 Психология'),

    ('11 А-Класс', 'Пятница', '08:00 – 09:00', '🏋️‍♂️ Физкультура'),
    ('11 А-Класс', 'Пятница', '09:00 – 10:00', '🧪 Химия'),
    ('11 А-Класс', 'Пятница', '10:00 – 11:00', '⚛️ Физика'),
    ('11 А-Класс', 'Пятница', '11:00 – 12:00', '📜 История'),
    ('11 А-Класс', 'Пятница', '12:00 – 13:00', '📐 Математика (профильная)'),
    ('11 А-Класс', 'Пятница', '13:00 – 14:00', '🌍 Обществознание'),

    ('11 Б-Класс', 'Понедельник', '08:00 – 09:00', '📚 Литература'),
    ('11 Б-Класс', 'Понедельник', '09:00 – 10:00', '📏 Геометрия'),
    ('11 Б-Класс', 'Понедельник', '10:00 – 11:00', '🇬🇧 Английский язык'),
    ('11 Б-Класс', 'Понедельник', '11:00 – 12:00', '🌍 Обществознание'),
    ('11 Б-Класс', 'Понедельник', '12:00 – 13:00', '⚛️ Физика'),
    ('11 Б-Класс', 'Понедельник', '13:00 – 14:00', '📐 Математика (профильная)'),

    ('11 Б-Класс', 'Вторник', '08:00 – 09:00', '📝 Русский язык'),
    ('11 Б-Класс', 'Вторник', '09:00 – 10:00', '📜 История'),
    ('11 Б-Класс', 'Вторник', '10:00 – 11:00', '💼 Экономика'),
    ('11 Б-Класс', 'Вторник', '11:00 – 12:00', '🏋️‍♂️ Физкультура'),
    ('11 Б-Класс', 'Вторник', '12:00 – 13:00', '🧠 Психология'),
    ('11 Б-Класс', 'Вторник', '13:00 – 14:00', '🔧 Технология'),

    ('11 Б-Класс', 'Среда', '08:00 – 09:00', '🧬 Биология'),
    ('11 Б-Класс', 'Среда', '09:00 – 10:00', '🧪 Химия'),
    ('11 Б-Класс', 'Среда', '10:00 – 11:00', '📜 История'),
    ('11 Б-Класс', 'Среда', '11:00 – 12:00', '📚 Литература'),
    ('11 Б-Класс', 'Среда', '12:00 – 13:00', '🌍 География'),
    ('11 Б-Класс', 'Среда', '13:00 – 14:00', '📐 Математика (профильная)'),

    ('11 Б-Класс', 'Четверг', '08:00 – 09:00', '⚛️ Физика'),
    ('11 Б-Класс', 'Четверг', '09:00 – 10:00', '💼 Экономика'),
    ('11 Б-Класс', 'Четверг', '10:00 – 11:00', '📐 Математика (профильная)'),
    ('11 Б-Класс', 'Четверг', '11:00 – 12:00', '🧬 Биология'),
    ('11 Б-Класс', 'Четверг', '12:00 – 13:00', '📝 Русский язык'),
    ('11 Б-Класс', 'Четверг', '13:00 – 14:00', '🧠 Психология'),

    ('11 Б-Класс', 'Пятница', '08:00 – 09:00', '🌍 Обществознание'),
    ('11 Б-Класс', 'Пятница', '09:00 – 10:00', '🏋️‍♂️ Физкультура'),
    ('11 Б-Класс', 'Пятница', '10:00 – 11:00', '🧪 Химия'),
    ('11 Б-Класс', 'Пятница', '11:00 – 12:00', '⚛️ Физика'),
    ('11 Б-Класс', 'Пятница', '12:00 – 13:00', '🔧 Технология'),
    ('11 Б-Класс', 'Пятница', '13:00 – 14:00', '📐 Математика (профильная)'),

    ('12 А-Класс', 'Понедельник', '08:00 – 09:00', '📚 Литература'),
    ('12 А-Класс', 'Понедельник', '09:00 – 10:00', '📐 Математика (профильная)'),
    ('12 А-Класс', 'Понедельник', '10:00 – 11:00', '⚛️ Физика'),
    ('12 А-Класс', 'Понедельник', '11:00 – 12:00', '🧪 Химия'),
    ('12 А-Класс', 'Понедельник', '12:00 – 13:00', '🧬 Биология'),
    ('12 А-Класс', 'Понедельник', '13:00 – 14:00', '🌍 Обществознание'),

    ('12 А-Класс', 'Вторник', '08:00 – 09:00', '🌍 География'),
    ('12 А-Класс', 'Вторник', '09:00 – 10:00', '🇬🇧 Английский язык'),
    ('12 А-Класс', 'Вторник', '10:00 – 11:00', '💼 Экономика'),
    ('12 А-Класс', 'Вторник', '11:00 – 12:00', '🧠 Психология'),
    ('12 А-Класс', 'Вторник', '12:00 – 13:00', '🏋️‍♂️ Физкультура'),
    ('12 А-Класс', 'Вторник', '13:00 – 14:00', '🧠 Логика'),

    ('12 А-Класс', 'Среда', '08:00 – 09:00', '🧬 Биология'),
    ('12 А-Класс', 'Среда', '09:00 – 10:00', '📜 История'),
    ('12 А-Класс', 'Среда', '10:00 – 11:00', '📐 Математика (профильная)'),
    ('12 А-Класс', 'Среда', '11:00 – 12:00', '⚛️ Физика'),
    ('12 А-Класс', 'Среда', '12:00 – 13:00', '🧪 Химия'),
    ('12 А-Класс', 'Среда', '13:00 – 14:00', '🌍 География'),

    ('12 А-Класс', 'Четверг', '08:00 – 09:00', '📚 Литература'),
    ('12 А-Класс', 'Четверг', '09:00 – 10:00', '🇬🇧 Английский язык'),
    ('12 А-Класс', 'Четверг', '10:00 – 11:00', '💼 Экономика'),
    ('12 А-Класс', 'Четверг', '11:00 – 12:00', '🧠 Психология'),
    ('12 А-Класс', 'Четверг', '12:00 – 13:00', '🏋️‍♂️ Физкультура'),
    ('12 А-Класс', 'Четверг', '13:00 – 14:00', '🧠 Логика'),

    ('12 А-Класс', 'Пятница', '08:00 – 09:00', '🌍 География'),
    ('12 А-Класс', 'Пятница', '09:00 – 10:00', '📐 Математика (профильная)'),
    ('12 А-Класс', 'Пятница', '10:00 – 11:00', '⚛️ Физика'),
    ('12 А-Класс', 'Пятница', '11:00 – 12:00', '🧪 Химия'),
    ('12 А-Класс', 'Пятница', '12:00 – 13:00', '📜 История'),
    ('12 А-Класс', 'Пятница', '13:00 – 14:00', '🌍 Обществознание'),

    ('12 Б-Класс', 'Понедельник', '08:00 – 09:00', '⚛️ Физика'),
    ('12 Б-Класс', 'Понедельник', '09:00 – 10:00', '📐 Математика (профильная)'),
    ('12 Б-Класс', 'Понедельник', '10:00 – 11:00', '📜 История'),
    ('12 Б-Класс', 'Понедельник', '11:00 – 12:00', '🧪 Химия'),
    ('12 Б-Класс', 'Понедельник', '12:00 – 13:00', '📚 Литература'),
    ('12 Б-Класс', 'Понедельник', '13:00 – 14:00', '🌍 Обществознание'),

    ('12 Б-Класс', 'Вторник', '08:00 – 09:00', '🌍 География'),
    ('12 Б-Класс', 'Вторник', '09:00 – 10:00', '🇬🇧 Английский язык'),
    ('12 Б-Класс', 'Вторник', '10:00 – 11:00', '💼 Экономика'),
    ('12 Б-Класс', 'Вторник', '11:00 – 12:00', '🧠 Психология'),
    ('12 Б-Класс', 'Вторник', '12:00 – 13:00', '🏋️‍♂️ Физкультура'),
    ('12 Б-Класс', 'Вторник', '13:00 – 14:00', '🧠 Логика'),

    ('12 Б-Класс', 'Среда', '08:00 – 09:00', '🧬 Биология'),
    ('12 Б-Класс', 'Среда', '09:00 – 10:00', '📜 История'),
    ('12 Б-Класс', 'Среда', '10:00 – 11:00', '📐 Математика (профильная)'),
    ('12 Б-Класс', 'Среда', '11:00 – 12:00', '⚛️ Физика'),
    ('12 Б-Класс', 'Среда', '12:00 – 13:00', '🧪 Химия'),
    ('12 Б-Класс', 'Среда', '13:00 – 14:00', '🌍 География'),

    ('12 Б-Класс', 'Четверг', '08:00 – 09:00', '📚 Литература'),
    ('12 Б-Класс', 'Четверг', '09:00 – 10:00', '🇬🇧 Английский язык'),
    ('12 Б-Класс', 'Четверг', '10:00 – 11:00', '💼 Экономика'),
    ('12 Б-Класс', 'Четверг', '11:00 – 12:00', '🧠 Психология'),
    ('12 Б-Класс', 'Четверг', '12:00 – 13:00', '🏋️‍♂️ Физкультура'),
    ('12 Б-Класс', 'Четверг', '13:00 – 14:00', '🧠 Логика'),

    ('12 Б-Класс', 'Пятница', '08:00 – 09:00', '🌍 География'),
    ('12 Б-Класс', 'Пятница', '09:00 – 10:00', '📐 Математика (профильная)'),
    ('12 Б-Класс', 'Пятница', '10:00 – 11:00', '⚛️ Физика'),
    ('12 Б-Класс', 'Пятница', '11:00 – 12:00', '🧪 Химия'),
    ('12 Б-Класс', 'Пятница', '12:00 – 13:00', '📜 История'),
    ('12 Б-Класс', 'Пятница', '13:00 – 14:00', '🌍 Обществознание'),
]